# Access data
DB_ACCESS = [
    {'ip': '127.0.0.1', 'port': 3306, 'user': 'avd', 'password': 'avdmysql'},         # ID_ACCESS 0
    {'ip': '192.168.88.41', 'port': 3306, 'user': 'avd', 'password': 'avdmysql'},     # ID_ACCESS 1
    {'ip': '85.192.43.42', 'port': 40033, 'user': 'avd', 'password': 'avdmysql'},     # ID_ACCESS 2
    {'ip': '192.168.1.108', 'port': 3306, 'user': 'avd', 'password': 'avdmysql'},     # ID_ACCESS 3
]

ALL_ACCESS = {
    'ALL': {'login': 'petrenko', 'password': 'Petrenkonv!1'}
}
CHECKOUT_ACCESS = {
    'SAO': {'login': 'sao', 'password': 'etsSAO123!'}
}
TRAVEL_TIME_ACCESS = {
    'avdSAO': {'login': 'Borovlev_IA', 'password': 'Borovlev_IA2022'}
}
PUOS_ACCESS = {
    'login': 'GzhelyakAI', 'password': 'WUGBO1'
}

# DB names
DB_USERS = 'users'
DB_DJANGO = 'django'

# Urls
CHECKOUT_WSS_URL = 'wss://ets.mos.ru/services/stream?token='                        # Ссылка на вебсокет, данные от БНСО (ЕТС)
CAR_ACTUAL_URL = 'https://ets.mos.ru/services/car_actual'                           # Ссылка на реетср техники
WAYBILL_URL = 'https://ets.mos.ru/services/waybill'                                 # Ссылка на путевые листы
COMPANY_URL = 'https://ets.mos.ru/services/companies'                               # Ссылка на сипсок организаций
FUEL_REPORT_URL = 'https://ets.mos.ru/services/fuel_consumption_new_report'         # Ссылка на топливный отчет
FUEL_COMPANIES_REPORT = 'https://ets.mos.ru/services/report/data_fuel_companies'    # Ссылка на топливный отчет по данным Роснефти
ORDER_URL = 'https://ets.mos.ru/services/order'                                     # Ссылка на факсограммы
ODH_URL = 'https://ets.mos.ru/services/geozones/odh'                                # Ссылка на список ОДХ (дорог)
DT_URL = 'https://ets.mos.ru/services/geozones/dt'                                  # Ссылка на список ДТ (дворов)
EMPLOYEES_URL = 'https://ets.mos.ru/services/employee'                              # Ссылка на реестр сотрудников
MISSION_LIST_URL = 'https://ets.mos.ru/services/mission'
MISSION_DATA_URL = 'https://ets.mos.ru/services/mission_data/'
FUEL_CONSUMPTION_RATE = 'https://ets.mos.ru/services/fuel_consumption_rates'


PDS_TRACK_URL = 'https://psd.mos.ru/tracks-caching/tracks'                          # Ссылка на трек (время движения, расстояние и тд.) (PSD)

# Coordinates
BASE_COORDS = {
    1: {
        9000022: [[0, 0]],
        10227244: [[0, 0]],
        10228760: [[0, 0]],
        10231382: [[0, 0]],
        10231418: [[0, 0]],
        10231420: [[0, 0]],
        10231422: [[0, 0]],
        10231424: [[0, 0]],
        10231426: [[0, 0]],
        102266340: [[0, 0]],
        102266360: [[0, 0]]
    },
    2: {
        9000026: [[25150, 3375], [20870, 1555], [16050, 2600], [16045, 2575]],          # АвД САО
        102266400: [[16120, 2100]],                                                     # Жилищник Аэропорт
        10233594: [[12080, 4450], [12090, 4590], [12105, 4720]],                        # Жилищник Беговой
        10233578: [[24125, 3280]],                                                      # Жилищник Бескудниковский
        10231436: [[18050, 210]],                                                       # Жилищник Войковский
        10233562: [[24235, 3350]],                                                      # Жилищник Восточное Дегунино
        10231430: [[20560, 1600], [19825, 2470]],                                       # Жилищник Головинский
        10233583: [[25660, 1740]],                                                      # Жилищник Дмитровский
        10228568: [[22430, 1310]],                                                      # Жилищник Западное Дегунино
        10231432: [[16820, 2330]],                                                      # Жилищник Коптево
        10233599: [[22710, -2600]],                                                     # Жилищник Левобережный
        10233906: [[30340, -7800]],                                                     # Жилищник Молжаниновский
        10233590: [[15290, 3770]],                                                      # Жилищник Савеловский
        102266420: [[16435, -585]],                                                     # Жилищник Сокол
        10231434: [[20270, 3930]],                                                      # Жилищник Тимирязевский
        10226763: [[22880, -1480]],                                                     # Жилищник Ховрино
        10233603: [[12585, 560]]                                                        # Жилищник Хорошевский
    },
    3: {
        9000020: [[0, 0]],
        10226011: [[0, 0]],
        10228535: [[0, 0]],
        10228749: [[0, 0]],
        10231438: [[0, 0]],
        10231440: [[0, 0]],
        10231442: [[0, 0]],
        10231444: [[0, 0]],
        10231446: [[0, 0]],
        10231448: [[0, 0]],
        10233474: [[0, 0]],
        10233515: [[0, 0]],
        10233524: [[0, 0]],
        10233530: [[0, 0]],
        10233544: [[0, 0]],
        102266500: [[0, 0]],
        102266520: [[0, 0]],
        102266540: [[0, 0]]
    },
    4: {
        9000019: [[0, 0]],
        10226005: [[0, 0]],
        10228750: [[0, 0]],
        10231450: [[0, 0]],
        10231453: [[0, 0]],
        10231455: [[0, 0]],
        10231457: [[0, 0]],
        10231459: [[0, 0]],
        10231461: [[0, 0]],
        10233566: [[0, 0]],
        10233570: [[0, 0]],
        10233819: [[0, 0]],
        10234046: [[0, 0]],
        10234265: [[0, 0]],
        102266580: [[0, 0]],
        102266600: [[0, 0]],
        102266620: [[0, 0]]
    },
    5: {
        10002210: [[0, 0]],
        10231463: [[0, 0]],
        10231465: [[0, 0]],
        10231468: [[0, 0]],
        10231470: [[0, 0]],
        10233574: [[0, 0]],
        10233686: [[0, 0]],
        10233841: [[0, 0]],
        10234258: [[0, 0]],
        102266640: [[0, 0]],
        102266660: [[0, 0]],
        102266700: [[0, 0]],
        102266720: [[0, 0]]
    },
    6: {
        9000024: [[0, 0]],
        10226722: [[0, 0]],
        10228800: [[0, 0]],
        10228991: [[0, 0]],
        10231472: [[0, 0]],
        10231474: [[0, 0]],
        10231478: [[0, 0]],
        10231480: [[0, 0]],
        10231482: [[0, 0]],
        10234026: [[0, 0]],
        10234054: [[0, 0]],
        10234091: [[0, 0]],
        10234110: [[0, 0]],
        10234467: [[0, 0]],
        10234479: [[0, 0]],
        102266760: [[0, 0]],
        102266800: [[0, 0]]
    },
    7: {
        9000025: [[0, 0]],
        10231484: [[0, 0]],
        10231486: [[0, 0]],
        10231488: [[0, 0]],
        10231490: [[0, 0]],
        10231492: [[0, 0]],
        10234512: [[0, 0]],
        10234775: [[0, 0]],
        10235040: [[0, 0]],
        10235057: [[0, 0]],
        102266300: [[0, 0]],
        102266840: [[0, 0]],
        102266860: [[0, 0]]
    },
    8: {
        10002230: [[0, 0]],
        10226963: [[0, 0]],
        10231494: [[0, 0]],
        10231496: [[0, 0]],
        10231498: [[0, 0]],
        10231500: [[0, 0]],
        10233698: [[0, 0]],
        10234252: [[0, 0]],
        10234263: [[0, 0]],
        10234273: [[0, 0]],
        102266900: [[0, 0]],
        102266920: [[0, 0]],
        102266940: [[0, 0]],
        102266960: [[0, 0]]
    },
    9: {
        9000023: [[0, 0]],
        10226559: [[0, 0]],
        10228522: [[0, 0]],
        10231502: [[0, 0]],
        10231504: [[0, 0]],
        10231508: [[0, 0]],
        10231510: [[0, 0]],
        102267020: [[0, 0]],
        102267040: [[0, 0]]
    },
    10: {
        9000021: [[0, 0]],
        102267100: [[0, 0]]
    },
    11: {
        9000030: [[0, 0]],
        9000039: [[0, 0]],
        9000042: [[0, 0]],
        9000044: [[0, 0]],
        10232026: [[0, 0]],
        10240225: [[0, 0]]
    },
    15: {
        9000018: [[0, 0]]
    },
    16: {
        10244393: [[0, 0]]
    },
    17: {
            10234486: [[0, 0]]
        },
    18: {
            10231868: [[0, 0]]
        },
    19: {
            10213623: [[0, 0]]
        },
    20: {
            10210419: [[0, 0]]
        },
    21: {
            10208672: [[0, 0]]
        },
    22: {
        10189238: [[0, 0]]
    },
    23: {
        19: [[0, 0]]
    },
    99: {
        279: [[0, 0]],
        284: [[0, 0]],
        9000031: [[0, 0]],
        9000040: [[0, 0]],
        10000001: [[0, 0]],
        10000034: [[0, 0]],
        10000037: [[0, 0]],
        10000048: [[0, 0]],
        10000142: [[0, 0]],
        10000641: [[0, 0]],
        10000809: [[0, 0]],
        10001937: [[0, 0]],
        10004331: [[0, 0]],
        10004675: [[0, 0]],
        10005234: [[0, 0]],
        10005374: [[0, 0]],
        10005378: [[0, 0]],
        10005379: [[0, 0]],
        10005512: [[0, 0]],
        10006631: [[0, 0]],
        10189706: [[0, 0]],
        10189710: [[0, 0]],
        10189766: [[0, 0]],
        10204775: [[0, 0]],
        10208947: [[0, 0]],
        10209238: [[0, 0]],
        10209446: [[0, 0]],
        10210347: [[0, 0]],
        10210720: [[0, 0]],
        10210737: [[0, 0]],
        10211849: [[0, 0]],
        10211880: [[0, 0]],
        10212798: [[0, 0]],
        10212808: [[0, 0]],
        10215944: [[0, 0]],
        10217180: [[0, 0]],
        10217340: [[0, 0]],
        10218780: [[0, 0]],
        10221892: [[0, 0]],
        10222981: [[0, 0]],
        10224826: [[0, 0]],
        10225250: [[0, 0]],
        10227041: [[0, 0]],
        10227116: [[0, 0]],
        10227473: [[0, 0]],
        10227704: [[0, 0]],
        10227881: [[0, 0]],
        10230012: [[0, 0]],
        10232318: [[0, 0]],
        10233624: [[0, 0]],
        10234947: [[0, 0]],
        10235072: [[0, 0]],
        10236307: [[0, 0]],
        10239045: [[0, 0]],
        10239165: [[0, 0]],
        10239527: [[0, 0]],
        10241507: [[0, 0]],
        10241509: [[0, 0]],
        10241511: [[0, 0]],
        10241651: [[0, 0]],
        10241691: [[0, 0]],
        10241693: [[0, 0]],
        10242051: [[0, 0]],
        10242646: [[0, 0]],
        10242781: [[0, 0]],
        10243493: [[0, 0]],
        10243653: [[0, 0]],
        10243873: [[0, 0]],
        10243953: [[0, 0]],
        10244057: [[0, 0]],
        10245107: [[0, 0]],
        10245359: [[0, 0]],
        10245539: [[0, 0]],
        10245596: [[0, 0]],
        10245651: [[0, 0]],
        10245678: [[0, 0]],
        10245680: [[0, 0]],
        10245684: [[0, 0]],
        10245688: [[0, 0]],
        10245690: [[0, 0]],
        10245692: [[0, 0]],
        10245988: [[0, 0]],
        10246364: [[0, 0]],
        10246424: [[0, 0]],
        10246651: [[0, 0]],
        10246652: [[0, 0]],
        10246653: [[0, 0]],
        10246654: [[0, 0]],
        10246655: [[0, 0]],
        10246656: [[0, 0]],
        10246766: [[0, 0]],
        10247352: [[0, 0]],
        10247886: [[0, 0]],
        10247960: [[0, 0]],
        10247980: [[0, 0]],
        10248691: [[0, 0]],
        10249153: [[0, 0]],
        10249520: [[0, 0]],
        10249558: [[0, 0]],
        10249635: [[0, 0]],
        10249637: [[0, 0]],
        10249712: [[0, 0]],
        10249745: [[0, 0]],
        10249749: [[0, 0]],
        10250065: [[0, 0]],
        10250080: [[0, 0]],
        10250569: [[0, 0]],
        10251418: [[0, 0]],
        10251795: [[0, 0]],
        10253640: [[0, 0]],
        10254563: [[0, 0]],
        10254567: [[0, 0]]
    }
}

PUOS_CARD = [
    '169,56728',
    '169,56751',
    '169,56755',
    '169,56727',
    '169,56708',
    '169,56709',
    '169,56710',
    '169,56711',
    '169,56712',
    '169,56713',
    '169,56714',
    '169,56720',
    '169,56721',
    '169,56722',
    '169,56723',
    '169,56724',
    '169,56725',
    '169,56753',
    '169,56752',
    '169,56750',
    '169,56749',
    '169,56775',
    '169,56776',
    '169,56746',
    '169,56745',
    '169,56744',
    '169,56743',
    '169,56742',
    '169,56748',
    '169,56747',
    '169,56737',
    '169,56736',
    '169,56735',
    '169,56734',
    '169,56733',
    '169,56732',
    '169,56731',
    '169,56730',
    '169,56729',
    '169,56707',
    '169,56704',
    '169,56705',
    '169,56706',
    '169,56715',
    '169,56716',
    '169,56717',
    '169,56718',
    '169,56719',
    '169,56754',
    '169,56785',
    '169,56782',
    '169,56781',
    '169,56780',
    '169,56779',
    '169,56769',
    '169,56770',
    '169,56800',
    '169,56741',
    '169,56740',
    '169,56739',
    '169,56738',
    '169,56726',
    '169,56778',
    '169,56777',
    '169,56774',
    '169,56773',
    '169,56772',
    '169,56767',
    '169,56766',
    '169,56765',
    '169,56764',
    '169,56763',
    '169,56762',
    '169,56761',
    '169,56760',
    '169,56759',
    '169,56758',
    '169,56757',
    '169,56756',
    '169,44886',
    '169,2555',
    '169,2494',
    '169,2426',
    '169,2493',
    '169,2425',
    '169,2418',
    '169,2400',
    '169,2399',
    '169,2398',
    '169,2349',
    '169,2495',
    '169,56783'
]
HYDRANT_COORDS = []
FUEL_STATION_COORDS = {
                      '1627': {
                        'gas_station_id': 1627,
                        'gas_station_address': 'Россия, Москва, ЗелАО, г. Зеленоград, мкр-н 5, 537А',
                        'gas_station_name': 'MC309 Ленинградская РН-Москва',
                        'coordinates': [55.995095, 37.254446]
                      },
                      '1399': {
                        'gas_station_id': 1399,
                        'gas_station_address': 'Россия, Московская область, Ступинский район, М4, 108 км, слева, Ступинский р-н, д. Соколова Пустынь',
                        'gas_station_name': 'MJ247 Ока Рн-Москва',
                        'coordinates': [54.850512, 38.039740]
                      },
                      '1469': {
                        'gas_station_id': 1469,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, М1, 45 км, слева, г. Голицыно',
                        'gas_station_name': 'MC314 Голицыно',
                        'coordinates': [55.603381, 37.011051]
                      },
                      '1479': {
                        'gas_station_id': 1479,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, пр-т 60-летия Октября, вл.19А',
                        'gas_station_name': 'MJ023 60 лет Октября РН-Москва',
                        'coordinates': [55.694930, 37.577420]
                      },
                      '1480': {
                        'gas_station_id': 1480,
                        'gas_station_address': 'Россия, ЮАО, г. Москва, ш. Варшавское, 172А',
                        'gas_station_name': 'MJ059 Анино РН-Москва',
                        'coordinates': [55.577886, 37.595406]
                      },
                      '1481': {
                        'gas_station_id': 1481,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, ул. Бутлерова, 19А',
                        'gas_station_name': 'MN022 Бутлерова РН-Москва',
                        'coordinates': [55.647390, 37.540810]
                      },
                      '1482': {
                        'gas_station_id': 1482,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, ул. Академика Челомея, 3А/1',
                        'gas_station_name': 'MN023 Акад. Челомея РН-Москва',
                        'coordinates': [55.659213, 37.523885]
                      },
                      '1483': {
                        'gas_station_id': 1483,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, ул. Народного Ополчения, 51',
                        'gas_station_name': 'MN019 Народного Ополчения РН-Москва',
                        'coordinates': [55.796451, 37.496889]
                      },
                      '1484': {
                        'gas_station_id': 1484,
                        'gas_station_address': 'Россия, Московская область, Раменский район, Р105, 23 км, слева, Раменский р-н, п. Лесозавод',
                        'gas_station_name': 'MJ027 Донино РН-Москва',
                        'coordinates': [55.603668, 38.430425]
                      },
                      '1485': {
                        'gas_station_id': 1485,
                        'gas_station_address': 'Россия, Московская область, Орехово-Зуевский район, ш. Носовихинское, 67 км, слева, г. Дрезна',
                        'gas_station_name': 'MJ028 Дрезна РН-Москва',
                        'coordinates': [55.727273, 38.839256]
                      },
                      '1486': {
                        'gas_station_id': 1486,
                        'gas_station_address': 'Россия, Московская область, Домодедово, М4, 70 км, справа, Домодедовский р-н, п. Немцово',
                        'gas_station_name': 'MJ148 Немцово РН-Москва',
                        'coordinates': [55.172870, 37.912770]
                      },
                      '1487': {
                        'gas_station_id': 1487,
                        'gas_station_address': 'Россия, Московская область, Домодедово, Домодедовский р-н, с. Ям, ул. Брестская, 32/1',
                        'gas_station_name': 'MJ149 Ям РН-Москва',
                        'coordinates': [55.484687, 37.756429]
                      },
                      '1488': {
                        'gas_station_id': 1488,
                        'gas_station_address': 'Россия, Московская область, Домодедово, М4, 32 км, справа, Домодедовский р-н, д. Павловское',
                        'gas_station_name': 'MJ150 Павловское РН-Москва',
                        'coordinates': [55.481964, 37.740077]
                      },
                      '1490': {
                        'gas_station_id': 1490,
                        'gas_station_address': 'Россия, ЮАО, г. Москва, ш. Варшавское, 132А',
                        'gas_station_name': 'MN015 Варшавская РН-Москва',
                        'coordinates': [55.616660, 37.610850]
                      },
                      '1491': {
                        'gas_station_id': 1491,
                        'gas_station_address': 'Россия, Московская область, Дмитровский район, А104, 71 км, справа, Дмитровский р-н, д. Микишкино',
                        'gas_station_name': 'MN025 Микишкино РН-Москва',
                        'coordinates': [56.336510, 37.483399]
                      },
                      '1492': {
                        'gas_station_id': 1492,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, ул. 3-я Хорошевская, 6',
                        'gas_station_name': 'MJ106 Хорошевская РН-Москва',
                        'coordinates': [55.778674, 37.502152]
                      },
                      '1493': {
                        'gas_station_id': 1493,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, пр-т Вернадского, 101/3',
                        'gas_station_name': 'MJ111 Тропарево РН-Москва',
                        'coordinates': [55.666537, 37.487517]
                      },
                      '1494': {
                        'gas_station_id': 1494,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, пр-т Нахимовский, 47А',
                        'gas_station_name': 'MJ112 Новочеремушкинская РН-Москва',
                        'coordinates': [55.675707, 37.567271]
                      },
                      '1496': {
                        'gas_station_id': 1496,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, М9, 19 км, справа, г. Москва, ш. Новорижское, вл.9',
                        'gas_station_name': 'MJ108 Балтия-2 РН-Москва',
                        'coordinates': [55.804533, 37.297575]
                      },
                      '1497': {
                        'gas_station_id': 1497,
                        'gas_station_address': 'Россия, ЗАО, М9, 19 км, слева, г. Москва, ш. Новорижское, вл.7',
                        'gas_station_name': 'MJ109 Балтия-1 РН-Москва',
                        'coordinates': [55.804533, 37.297575]
                      },
                      '1498': {
                        'gas_station_id': 1498,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ш. Энтузиастов, вл.33Б',
                        'gas_station_name': 'MJ060 Новогиреевская РН-Москва',
                        'coordinates': [55.762590, 37.770042]
                      },
                      '1499': {
                        'gas_station_id': 1499,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ул. Кусковская, вл.20Б',
                        'gas_station_name': 'MJ061 Кусковская РН-Москва',
                        'coordinates': [55.740564, 37.783990]
                      },
                      '1500': {
                        'gas_station_id': 1500,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ул. Преображенский Вал, вл.5',
                        'gas_station_name': 'MJ129 Преображенская РН-Москва',
                        'coordinates': [55.794016, 37.715117]
                      },
                      '1501': {
                        'gas_station_id': 1501,
                        'gas_station_address': 'Россия, ВАО, г. Москва, пр-д Большой Купавенский, 14/1',
                        'gas_station_name': 'MJ130 Измайлово РН-Москва',
                        'coordinates': [55.781332, 37.821023]
                      },
                      '1502': {
                        'gas_station_id': 1502,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Академика Королева, 13А',
                        'gas_station_name': 'MJ132 Останкино РН-Москва',
                        'coordinates': [55.781120, 37.820960]
                      },
                      '1503': {
                        'gas_station_id': 1503,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, ул. Мневники, вл.10/1',
                        'gas_station_name': 'MJ105 Мневники РН-Москва',
                        'coordinates': [55.772750, 37.495040]
                      },
                      '1504': {
                        'gas_station_id': 1504,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, ул. Маршала Катукова, 28',
                        'gas_station_name': 'MJ107 Катукова РН-Москва',
                        'coordinates': [55.804356, 37.415925]
                      },
                      '1505': {
                        'gas_station_id': 1505,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Яблочкова, вл.1',
                        'gas_station_name': 'MJ032 Яблочкова РН-Москва',
                        'coordinates': [55.811597, 37.581258]
                      },
                      '1506': {
                        'gas_station_id': 1506,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, ул. Профсоюзная, 138А/1',
                        'gas_station_name': 'MJ074 Коньково РН-Москва',
                        'coordinates': [55.627240, 37.513660]
                      },
                      '1507': {
                        'gas_station_id': 1507,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Большая Новодмитровская, вл.12Б',
                        'gas_station_name': 'MJ025 Савеловская РН-Москва',
                        'coordinates': [55.798450, 37.584741]
                      },
                      '1508': {
                        'gas_station_id': 1508,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, ш. Энтузиастов, 6А',
                        'gas_station_name': 'MJ115 Рогожская РН-Москва',
                        'coordinates': [55.747954, 37.701189]
                      },
                      '1509': {
                        'gas_station_id': 1509,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, М1, 23 км, справа, Одинцовский р-н, д. Вырубово',
                        'gas_station_name': 'MJ076 Баковка РН-Москва',
                        'coordinates': [55.671306, 37.311974]
                      },
                      '1510': {
                        'gas_station_id': 1510,
                        'gas_station_address': 'Россия, Москва, Новомосковский АО, М3, 24 км, слева, Ленинский р-н, д. Картмазово',
                        'gas_station_name': 'MN011 Картмазово-1 РН-Москва',
                        'coordinates': [55.618100, 37.391565]
                      },
                      '1511': {
                        'gas_station_id': 1511,
                        'gas_station_address': 'Россия, Москва, Новомосковский АО, М3, 24 км, справа, Ленинский р-н, д. Картмазово',
                        'gas_station_name': 'MN013 Картмазово-2 РН-Москва',
                        'coordinates': [55.618908, 37.389706]
                      },
                      '1512': {
                        'gas_station_id': 1512,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ул. Никулинская, 4',
                        'gas_station_name': 'MJ123 Никулинская РН-Москва',
                        'coordinates': [55.665804, 37.463552]
                      },
                      '1513': {
                        'gas_station_id': 1513,
                        'gas_station_address': 'Россия, Московская область, Коломенский район, М5, 110 км, справа, Коломенский р-н, д. Амерево',
                        'gas_station_name': 'MJ154 Амерево РН-Москва',
                        'coordinates': [55.118642, 38.826961]
                      },
                      '1514': {
                        'gas_station_id': 1514,
                        'gas_station_address': 'Россия, Московская область, М7, 16 км, справа, г. Реутов, ш. Энтузиастов, вл.17',
                        'gas_station_name': 'MJ053 Реутов РН-Москва',
                        'coordinates': [55.779241, 37.853829]
                      },
                      '1515': {
                        'gas_station_id': 1515,
                        'gas_station_address': 'Россия, ЦАО, г. Москва, наб. Котельническая, 1/15',
                        'gas_station_name': 'MJ121 Котельническая РН-Москва',
                        'coordinates': [55.746395, 37.640828]
                      },
                      '1516': {
                        'gas_station_id': 1516,
                        'gas_station_address': 'Россия, СВАО, г. Москва, пр-д Юрловский, 8/12',
                        'gas_station_name': 'MJ033 Юрловский РН-Москва',
                        'coordinates': [55.868782, 37.622894]
                      },
                      '1517': {
                        'gas_station_id': 1517,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, МКАД, 68 км, внутр., вл. 4',
                        'gas_station_name': 'MJ104 Трикотажная РН-Москва',
                        'coordinates': [55.835882, 37.397099]
                      },
                      '1519': {
                        'gas_station_id': 1519,
                        'gas_station_address': 'Россия, САО, г. Москва, ш. Коровинское, вл.36Б',
                        'gas_station_name': 'MN018 Коровинская РН-Москва',
                        'coordinates': [55.887041, 37.514382]
                      },
                      '1520': {
                        'gas_station_id': 1520,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Милашенкова, вл.2А',
                        'gas_station_name': 'MJ044 Милашенкова РН-Москва',
                        'coordinates': [55.822100, 37.590116]
                      },
                      '1521': {
                        'gas_station_id': 1521,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ш. Алтуфьевское, 43А',
                        'gas_station_name': 'MJ042 Алтуфьевская РН-Москва',
                        'coordinates': [55.870155, 37.583733]
                      },
                      '1522': {
                        'gas_station_id': 1522,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Летчика Бабушкина, 2Б',
                        'gas_station_name': 'MJ045 Бабушкинская РН-Москва',
                        'coordinates': [55.854761, 37.672461]
                      },
                      '1523': {
                        'gas_station_id': 1523,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Костромская, 15',
                        'gas_station_name': 'MJ043 Костромская РН-Москва',
                        'coordinates': [55.885224, 37.599403]
                      },
                      '1525': {
                        'gas_station_id': 1525,
                        'gas_station_address': 'Россия, Московская область, Каширский район, М6, 135 км, слева, Каширский р-н, д. Каменка',
                        'gas_station_name': 'MJ037 Каменка РН-Москва',
                        'coordinates': [54.702151, 38.304670]
                      },
                      '1526': {
                        'gas_station_id': 1526,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Красная Сосна, 8',
                        'gas_station_name': 'MJ047 Красная Сосна РН-Москва',
                        'coordinates': [55.849080, 37.683280]
                      },
                      '1527': {
                        'gas_station_id': 1527,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, пр-т Волгоградский, 48/2',
                        'gas_station_name': 'MJ050 Волжская РН-Москва',
                        'coordinates': [55.707450, 37.747450]
                      },
                      '1528': {
                        'gas_station_id': 1528,
                        'gas_station_address': 'Россия, Московская область, Солнечногорский район, Солнечногорский р-н, п. Лунево, ул. Гаражная',
                        'gas_station_name': 'MJ031 Лунево РН-Москва',
                        'coordinates': [55.994868, 37.338084]
                      },
                      '1529': {
                        'gas_station_id': 1529,
                        'gas_station_address': 'Россия, ЦАО, г. Москва, наб. Костомаровская, 29/6',
                        'gas_station_name': 'MJ119 Костомаровская РН-Москва',
                        'coordinates': [55.750252, 37.668928]
                      },
                      '1530': {
                        'gas_station_id': 1530,
                        'gas_station_address': 'Россия, ЦАО, г. Москва, наб. Николоямская, 4/1',
                        'gas_station_name': 'MJ120 Николоямская РН-Москва',
                        'coordinates': [55.747807, 37.666465]
                      },
                      '1531': {
                        'gas_station_id': 1531,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ул. Кравченко, 3А',
                        'gas_station_name': 'MJ124 Воронцовская РН-Москва',
                        'coordinates': [55.674949, 37.520246]
                      },
                      '1532': {
                        'gas_station_id': 1532,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, А104, 24 км, справа, Мытищинский р-н, д. Грибки, 1В',
                        'gas_station_name': 'MN004 Грибки-2 РН-Москва',
                        'coordinates': [55.953150, 37.538000]
                      },
                      '1534': {
                        'gas_station_id': 1534,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, пр-т Севастопольский, 54А',
                        'gas_station_name': 'MJ125 Севастопольская РН-Москва',
                        'coordinates': [55.646295, 37.561115]
                      },
                      '1535': {
                        'gas_station_id': 1535,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ул. Суздальская, 13А',
                        'gas_station_name': 'MJ054 Суздальская РН-Москва',
                        'coordinates': [55.744550, 37.856550]
                      },
                      '1537': {
                        'gas_station_id': 1537,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, г. Мытищи, ул. Трудовая, 31',
                        'gas_station_name': 'MJ056 Трудовая РН-Москва',
                        'coordinates': [55.890300, 37.712470]
                      },
                      '1538': {
                        'gas_station_id': 1538,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Сельскохозяйственная, 30/2',
                        'gas_station_name': 'MJ057 Сельскохозяйственная РН-Москва',
                        'coordinates': [55.838150, 37.636300]
                      },
                      '1539': {
                        'gas_station_id': 1539,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, М1, 23 км, слева, Одинцовский р-н, д. Вырубово',
                        'gas_station_name': 'MJ075 Вырубово РН-Москва',
                        'coordinates': [55.670950, 37.313933]
                      },
                      '1540': {
                        'gas_station_id': 1540,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, Мытищинский р-н, п. Челобитьево, ул. Шоссейная, вл.144',
                        'gas_station_name': 'MN005 Челобитьево РН-Москва',
                        'coordinates': [55.898117, 37.671162]
                      },
                      '1541': {
                        'gas_station_id': 1541,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, А104, 35 км, справа, Мытищинский р-н, д. Шолохово, 2',
                        'gas_station_name': 'MJ065 Шолохово РН-Москва',
                        'coordinates': [56.042474, 37.541606]
                      },
                      '1543': {
                        'gas_station_id': 1543,
                        'gas_station_address': 'Россия, ТиНАО, М3, 58 км, справа, г. Москва, д. Рассудово',
                        'gas_station_name': 'MJ067 Рассудово РН-Москва',
                        'coordinates': [55.466709, 36.921541]
                      },
                      '1544': {
                        'gas_station_id': 1544,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, М1, 36 км, справа, Одинцовский р-н, д. Ликино',
                        'gas_station_name': 'MJ073 Ликино РН-Москва',
                        'coordinates': [55.622277, 37.135601]
                      },
                      '1545': {
                        'gas_station_id': 1545,
                        'gas_station_address': 'Россия, Москва, ЮВАО, М5, 13 км, г. Котельники, ш. Новорязанское, вл.1А',
                        'gas_station_name': 'MJ117 Новорязанская РН-Москва',
                        'coordinates': [55.681184, 37.844541]
                      },
                      '1546': {
                        'gas_station_id': 1546,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ш. Дмитровское, 116Г',
                        'gas_station_name': 'MJ127 Лианозово РН-Москва',
                        'coordinates': [55.902030, 37.543830]
                      },
                      '1547': {
                        'gas_station_id': 1547,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ул. Преображенская, вл.3',
                        'gas_station_name': 'MJ131 Стромынка РН-Москва',
                        'coordinates': [55.795783, 37.703987]
                      },
                      '1548': {
                        'gas_station_id': 1548,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, МКАД, 73 км, внутр., вл.10',
                        'gas_station_name': 'MJ084 Свободы РН-Москва',
                        'coordinates': [55.876816, 37.430736]
                      },
                      '1549': {
                        'gas_station_id': 1549,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, пр-т Мичуринский, 76А',
                        'gas_station_name': 'MJ079 Мичуринская РН-Москва',
                        'coordinates': [55.677100, 37.462840]
                      },
                      '1550': {
                        'gas_station_id': 1550,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ул. Лобачевского, вл.92/1',
                        'gas_station_name': 'MJ080 Лобачевского РН-Москва',
                        'coordinates': [55.677440, 37.484640]
                      },
                      '1551': {
                        'gas_station_id': 1551,
                        'gas_station_address': 'Россия, ЦАО, г. Москва, пр-д Новолужнецкий, 1',
                        'gas_station_name': 'MJ081 Лужники-1 РН-Москва',
                        'coordinates': [55.717122, 37.569620]
                      },
                      '1552': {
                        'gas_station_id': 1552,
                        'gas_station_address': 'Россия, ЦАО, г. Москва, наб. Лужнецкая, 10Б',
                        'gas_station_name': 'MJ082 Лужники-2 РН-Москва',
                        'coordinates': [55.717130, 37.569576]
                      },
                      '1553': {
                        'gas_station_id': 1553,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ул. Рябиновая, 73',
                        'gas_station_name': 'MJ036 Рябиновая-2 РН-Москва',
                        'coordinates': [55.676558, 37.436246]
                      },
                      '1554': {
                        'gas_station_id': 1554,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ш. Очаковское, 22',
                        'gas_station_name': 'MJ048 Матвеевская РН-Москва',
                        'coordinates': [55.689380, 37.447620]
                      },
                      '1555': {
                        'gas_station_id': 1555,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ул. Рябиновая, 26Б',
                        'gas_station_name': 'MJ049 Рябиновая-3 РН-Москва',
                        'coordinates': [55.696230, 37.422210]
                      },
                      '1556': {
                        'gas_station_id': 1556,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, пр-д 3-й Угрешский, вл.30',
                        'gas_station_name': 'MJ058 Угрешская РН-Москва',
                        'coordinates': [55.709000, 37.701520]
                      },
                      '1557': {
                        'gas_station_id': 1557,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, ул. Обручева, 28/2',
                        'gas_station_name': 'MJ062 Обручева РН-Москва',
                        'coordinates': [55.656850, 37.524336]
                      },
                      '1559': {
                        'gas_station_id': 1559,
                        'gas_station_address': 'Россия, Московская область, Сергиево-Посадский район, М8, 57 км, слева, Сергиево-Посадский р-н, д. Голыгино',
                        'gas_station_name': 'MJ100 Голыгино РН-Москва',
                        'coordinates': [56.181918, 38.027575]
                      },
                      '1560': {
                        'gas_station_id': 1560,
                        'gas_station_address': 'Россия, Московская область, Люберецкий район, М5, 23 км, слева, п. Томилино, ш. Новорязанское, 19',
                        'gas_station_name': 'MN010 Томилино РН-Москва',
                        'coordinates': [55.653142, 37.905705]
                      },
                      '1561': {
                        'gas_station_id': 1561,
                        'gas_station_address': 'Россия, Московская область, Люберецкий район, г. Люберцы, ул. Инициативная, 3А',
                        'gas_station_name': 'MN012 Инициативная РН-Москва',
                        'coordinates': [55.686592, 37.892654]
                      },
                      '1562': {
                        'gas_station_id': 1562,
                        'gas_station_address': 'Россия, ЮАО, г. Москва, ш. Каширское, 61/5',
                        'gas_station_name': 'MN014 Домодедовская РН-Москва',
                        'coordinates': [55.612403, 37.717746]
                      },
                      '1563': {
                        'gas_station_id': 1563,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, г. Мытищи, пр-т Олимпийский, 33/2',
                        'gas_station_name': 'MN002 Олимпийская РН-Москва',
                        'coordinates': [55.932965, 37.749129]
                      },
                      '1564': {
                        'gas_station_id': 1564,
                        'gas_station_address': 'Россия, Московская область, Люберецкий район, г. Люберцы, пр-т Октябрьский, 415',
                        'gas_station_name': 'MN009 Октябрьская РН-Москва',
                        'coordinates': [55.658910, 37.917517]
                      },
                      '1565': {
                        'gas_station_id': 1565,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, А104, 39 км, справа, Мытищинский р-н, д. Сухарево',
                        'gas_station_name': 'MJ088 Сухарево РН-Москва',
                        'coordinates': [56.078696, 37.523098]
                      },
                      '1566': {
                        'gas_station_id': 1566,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, Мытищинский р-н, п. Красная Горка, ш. Рогачевское, 2А',
                        'gas_station_name': 'MJ095 Красная Горка РН-Москва',
                        'coordinates': [55.995603, 37.533951]
                      },
                      '1567': {
                        'gas_station_id': 1567,
                        'gas_station_address': 'Россия, Московская область, г. Коломна, ул. Щуровская, 2',
                        'gas_station_name': 'MJ010 Щуровская РН-Москва',
                        'coordinates': [55.065010, 38.841980]
                      },
                      '1568': {
                        'gas_station_id': 1568,
                        'gas_station_address': 'Россия, Московская область, Ступинский район, А108, 285 км, слева, Ступинский р-н, д. Аксиньино',
                        'gas_station_name': 'MJ011 Аксиньино РН-Москва',
                        'coordinates': [55.143614, 38.286820]
                      },
                      '1569': {
                        'gas_station_id': 1569,
                        'gas_station_address': 'Россия, Московская область, Серебряно-Прудский район, Р22, 172 км, справа, Серебряно-Прудский р-н, д. Куребино',
                        'gas_station_name': 'MJ012 Куребино РН-Москва',
                        'coordinates': [54.438631, 38.608098]
                      },
                      '1570': {
                        'gas_station_id': 1570,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Академика Королева, вл.2А',
                        'gas_station_name': 'ML006 Королева РН-Москва',
                        'coordinates': [55.821858, 37.630483]
                      },
                      '1571': {
                        'gas_station_id': 1571,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, МКАД, 64 км, внешн., вл.13',
                        'gas_station_name': 'ML009 Липовая Роща РН-Москва',
                        'coordinates': [55.807839, 37.387434]
                      },
                      '1572': {
                        'gas_station_id': 1572,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, пр-т 60-летия Октября, вл.8В/1',
                        'gas_station_name': 'ML002 Академическая РН-Москва',
                        'coordinates': [55.698168, 37.577574]
                      },
                      '1573': {
                        'gas_station_id': 1573,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, пр-т Новоясеневский, вл.3Б',
                        'gas_station_name': 'ML005 Новоясеневская РН-Москва',
                        'coordinates': [55.612592, 37.517226]
                      },
                      '1574': {
                        'gas_station_id': 1574,
                        'gas_station_address': 'Россия, Московская область, Луховицкий район, М5, 135 км, слева, г. Луховицы',
                        'gas_station_name': 'MJ153 Луховицы РН-Москва',
                        'coordinates': [54.939296, 39.073215]
                      },
                      '1575': {
                        'gas_station_id': 1575,
                        'gas_station_address': 'Россия, Московская область, Ленинский район, г. Видное, ш. Каширское, 27 км, справа',
                        'gas_station_name': 'ML001 Видное-1 РН-Москва',
                        'coordinates': [55.548031, 37.773293]
                      },
                      '1576': {
                        'gas_station_id': 1576,
                        'gas_station_address': 'Россия, ЮАО, г. Москва, ул. Братеевская, 4/1',
                        'gas_station_name': 'ML003 Братеево РН-Москва',
                        'coordinates': [55.630663, 37.753449]
                      },
                      '1577': {
                        'gas_station_id': 1577,
                        'gas_station_address': 'Россия, ЮАО, г. Москва, МКАД, 25 км, внутрен, вл.12',
                        'gas_station_name': 'ML004 Бирюлево РН-Москва',
                        'coordinates': [55.583648, 37.706462]
                      },
                      '1578': {
                        'gas_station_id': 1578,
                        'gas_station_address': 'Россия, Московская область, Ступинский район, А108, 309 км, слева, Ступинский р-н',
                        'gas_station_name': 'ML018 Михнево РН-Москва',
                        'coordinates': [55.076360, 37.950872]
                      },
                      '1579': {
                        'gas_station_id': 1579,
                        'gas_station_address': 'Россия, Московская область, Домодедово, М4, 67 км, слева, Домодедовский р-н, с. Вельяминово, ул. Каширская, 20А',
                        'gas_station_name': 'ML019',
                        'coordinates': [55.195953, 37.880392]
                      },
                      '1581': {
                        'gas_station_id': 1581,
                        'gas_station_address': 'Россия, Московская область, Домодедово, А107, 182 км, слева, Домодедовский р-н, д. Образцово, 1В',
                        'gas_station_name': 'ML024 Проводы РН-Москва',
                        'coordinates': [55.354497, 37.911142]
                      },
                      '1582': {
                        'gas_station_id': 1582,
                        'gas_station_address': 'Россия, Московская область, Можайский район, М1, 141 км, справа, Можайский р-н, п. Хващевка',
                        'gas_station_name': 'ML011 Хващевка РН-Москва',
                        'coordinates': [55.471080, 35.520300]
                      },
                      '1583': {
                        'gas_station_id': 1583,
                        'gas_station_address': 'Россия, Московская область, Наро-Фоминский район, Наро-Фоминский р-н, пгт. Верея, ул. 1-я Советская, 75',
                        'gas_station_name': 'ML015 Верея РН-Москва',
                        'coordinates': [55.351029, 36.160533]
                      },
                      '1584': {
                        'gas_station_id': 1584,
                        'gas_station_address': 'Россия, Московская область, Наро-Фоминский район, А108, 425 км, слева, Наро-Фоминский р-н, д. Назарьево',
                        'gas_station_name': 'ML016 Назарьево РН-Москва',
                        'coordinates': [55.384121, 36.396770]
                      },
                      '1585': {
                        'gas_station_id': 1585,
                        'gas_station_address': 'Россия, Московская область, Наро-Фоминский район, М3, 74 км, справа, г. Наро-Фоминск',
                        'gas_station_name': 'ML017 Киевская РН-Москва',
                        'coordinates': [55.359976, 36.749272]
                      },
                      '1586': {
                        'gas_station_id': 1586,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, А107, 255 км, справа, Одинцовский р-н, пос. НИИ Радио',
                        'gas_station_name': 'ML021 Кобяково РН-Москва',
                        'coordinates': [55.569504, 36.997973]
                      },
                      '1587': {
                        'gas_station_id': 1587,
                        'gas_station_address': 'Россия, ЮАО, г. Москва, МКАД, 29 км, внешн., вл.7',
                        'gas_station_name': 'MN021 МКАД-29 км РН-Москва',
                        'coordinates': [55.572476, 37.651951]
                      },
                      '1588': {
                        'gas_station_id': 1588,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, Одинцовский р-н, с. Каринское, ш. Каринское, 114',
                        'gas_station_name': 'ML023 Каринское РН-Москва',
                        'coordinates': [55.708017, 36.668509]
                      },
                      '1589': {
                        'gas_station_id': 1589,
                        'gas_station_address': 'Россия, Московская область, Орехово-Зуевский район, Орехово-Зуевский р-н, д. Демихово, 120',
                        'gas_station_name': 'MJ096 Демихово РН-Москва',
                        'coordinates': [55.789452, 38.893474]
                      },
                      '1590': {
                        'gas_station_id': 1590,
                        'gas_station_address': 'Россия, Московская область, г. Орехово-Зуево, ул. Северная, 59А',
                        'gas_station_name': 'MJ097 Северная РН-Москва',
                        'coordinates': [55.830258, 38.977502]
                      },
                      '1591': {
                        'gas_station_id': 1591,
                        'gas_station_address': 'Россия, Москва, Новомосковский АО, М3, 41 км, справа, Наро-Фоминский р-н',
                        'gas_station_name': 'MC198 Украина-41 РН-Москва',
                        'coordinates': [55.552855, 37.134093]
                      },
                      '1592': {
                        'gas_station_id': 1592,
                        'gas_station_address': 'Россия, Московская область, Коломенский район, М5, 100 км, слева, Коломенский р-н',
                        'gas_station_name': 'MC190 Урал-100 РН-Москва',
                        'coordinates': [55.169935, 38.688634]
                      },
                      '1593': {
                        'gas_station_id': 1593,
                        'gas_station_address': 'Россия, Московская область, Ленинский район, г. Видное, пр-т Ленинского Комсомола, 32/56',
                        'gas_station_name': 'ML014 Видное-2 РН-Москва',
                        'coordinates': [55.546363, 37.718875]
                      },
                      '1594': {
                        'gas_station_id': 1594,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, Мытищинский р-н, п. Нагорное, ул. Центральная, вл.4',
                        'gas_station_name': 'MN024 Нагорное РН-Москва',
                        'coordinates': [55.900745, 37.631045]
                      },
                      '1595': {
                        'gas_station_id': 1595,
                        'gas_station_address': 'Россия, Московская область, Солнечногорский район, М10, 33 км, слева, Солнечногорский р-н, п. Черная Грязь',
                        'gas_station_name': 'MJ029 Сходня РН-Москва',
                        'coordinates': [55.976056, 37.304169]
                      },
                      '1597': {
                        'gas_station_id': 1597,
                        'gas_station_address': 'Россия, Московская область, Ступинский район, М4, 100 км, справа, Ступинский р-н, п. Вихорна',
                        'gas_station_name': 'MJ241 Вихорна РН-Москва',
                        'coordinates': [54.915311, 38.002605]
                      },
                      '1599': {
                        'gas_station_id': 1599,
                        'gas_station_address': 'Россия, Московская область, Сергиево-Посадский район, М8, 60 км справа, Сергиево-Посадский р-н, д. Лешково, вл.61',
                        'gas_station_name': 'MJ147 Лешково РН-Москва',
                        'coordinates': [56.209817, 38.075445]
                      },
                      '1600': {
                        'gas_station_id': 1600,
                        'gas_station_address': 'Россия, Московская область, г. Железнодорожный, ул. Керамическая, 3/1',
                        'gas_station_name': 'MN035 Железнодорожный РН-Москва',
                        'coordinates': [55.740198, 37.968539]
                      },
                      '1601': {
                        'gas_station_id': 1601,
                        'gas_station_address': 'Россия, Московская область, г. Ивантеевка, ул. Толмачева, 27А',
                        'gas_station_name': 'MJ087 Ивантеевка РН-Москва',
                        'coordinates': [55.960880, 37.921520]
                      },
                      '1602': {
                        'gas_station_id': 1602,
                        'gas_station_address': 'Россия, Московская область, Солнечногорский район, М10, 68 км, справа, г. Солнечногорск',
                        'gas_station_name': 'MN036 Смирновка-2 РН-Москва',
                        'coordinates': [56.212866, 36.938924]
                      },
                      '1603': {
                        'gas_station_id': 1603,
                        'gas_station_address': 'Россия, Московская область, Ленинский район, Ленинский р-н, д. Апаринки, ш. Каширское, вл.28',
                        'gas_station_name': 'MC301 Взлетный РН-Москва',
                        'coordinates': [55.575516, 37.758570]
                      },
                      '1604': {
                        'gas_station_id': 1604,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, М1, 19 км, слева, Одинцовский р-н, д. Ново-Ивановское',
                        'gas_station_name': 'MC300 Немчиновка РН-Москва',
                        'coordinates': [55.573669, 37.603582]
                      },
                      '1605': {
                        'gas_station_id': 1605,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, М1, 20 км, справа, Одинцовский р-н, п. Трехгорка',
                        'gas_station_name': 'MC302 Трехгорка РН-Москва',
                        'coordinates': [55.698142, 37.341790]
                      },
                      '1606': {
                        'gas_station_id': 1606,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, М1, 40 км, справа, г. Краснознаменск',
                        'gas_station_name': 'MC312 Краснознаменская РН-Москва',
                        'coordinates': [55.611479, 37.067890]
                      },
                      '1607': {
                        'gas_station_id': 1607,
                        'gas_station_address': 'Россия, Московская область, Наро-Фоминский район, М3, 47 км, слева, г. Апрелевка',
                        'gas_station_name': 'MC140 Апрелевка РН-Москва',
                        'coordinates': [55.532863, 37.057844]
                      },
                      '1608': {
                        'gas_station_id': 1608,
                        'gas_station_address': 'Россия, Московская область, Дмитровский район, А104, 49 км, слева, Дмитровский р-н, д. Базарово',
                        'gas_station_name': 'MC159 Икша РН-Москва',
                        'coordinates': [56.161373, 37.493723]
                      },
                      '1609': {
                        'gas_station_id': 1609,
                        'gas_station_address': 'Россия, Московская область, Ленинский район, М2, 27 км, слева, Ленинский р-н,  д. Боброво',
                        'gas_station_name': 'MC325 Симферопольская РН-Москва',
                        'coordinates': [55.520543, 37.609901]
                      },
                      '1610': {
                        'gas_station_id': 1610,
                        'gas_station_address': 'Россия, Московская область, Ленинский район, М4, 21 км, справа, Ленинский р-н, д. Тарычево',
                        'gas_station_name': 'MC305 Дон-1 РН-Москва',
                        'coordinates': [55.567270, 37.691800]
                      },
                      '1611': {
                        'gas_station_id': 1611,
                        'gas_station_address': 'Россия, Московская область, Домодедово, М4, 33 км, слева, Домодедовский р-н, с. Ям',
                        'gas_station_name': 'MC154 Дон РН-Москва',
                        'coordinates': [55.471046, 37.752886]
                      },
                      '1613': {
                        'gas_station_id': 1613,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, г. Мытищи, ш. Волковское, 25',
                        'gas_station_name': 'MC310 Волковская РН-Москва',
                        'coordinates': [55.923922, 37.711958]
                      },
                      '1615': {
                        'gas_station_id': 1615,
                        'gas_station_address': 'Россия, Московская область, Чеховский район, г. Чехов, ул. Покровская, 1',
                        'gas_station_name': 'MC141 Чехов РН-Москва',
                        'coordinates': [55.165921, 37.466951]
                      },
                      '1617': {
                        'gas_station_id': 1617,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, г. Мытищи, ш. Ярославское, 2Д',
                        'gas_station_name': 'MC099 Лосиный Остров РН-Москва',
                        'coordinates': [55.902873, 37.760899]
                      },
                      '1619': {
                        'gas_station_id': 1619,
                        'gas_station_address': 'Россия, Москва, Новомосковский АО, А130, 22 км, слева, Ленинский р-н, п. Мамыри',
                        'gas_station_name': 'MC189 Мамыри РН-Москва',
                        'coordinates': [55.600472, 37.484839]
                      },
                      '1621': {
                        'gas_station_id': 1621,
                        'gas_station_address': 'Россия, Московская область, г. Подольск, ул. Комсомольская, 38',
                        'gas_station_name': 'MC088 Подольск РН-Москва',
                        'coordinates': [55.428863, 37.554098]
                      },
                      '1622': {
                        'gas_station_id': 1622,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, А107, 281 км, справа, Одинцовский р-н, д. Супонево',
                        'gas_station_name': 'MC158 Супонево РН-Москва',
                        'coordinates': [55.747760, 36.887307]
                      },
                      '1623': {
                        'gas_station_id': 1623,
                        'gas_station_address': 'Россия, Московская область, г. Железнодорожный, ул. Центральная,  д.44А',
                        'gas_station_name': 'MC311 Железнодорожная РН-Москва',
                        'coordinates': [55.751660, 37.953515]
                      },
                      '1625': {
                        'gas_station_id': 1625,
                        'gas_station_address': 'Россия, Московская область, г. Балашиха, ш. Энтузиастов, вл.8',
                        'gas_station_name': 'MC315 Горьковская РН-Москва',
                        'coordinates': [55.787062, 37.882225]
                      },
                      '1626': {
                        'gas_station_id': 1626,
                        'gas_station_address': 'Россия, Московская область, Солнечногорский район, М10, 33 км, справа, Солнечногорский р-н, д. Черная Грязь',
                        'gas_station_name': 'MC304 Черная Грязь РН-Москва',
                        'coordinates': [55.978463, 37.300467]
                      },
                      '1628': {
                        'gas_station_id': 1628,
                        'gas_station_address': 'Россия, Московская область, Клинский район, г. Клин, ул. Терешковой, 48',
                        'gas_station_name': 'MC161 Клин-2 РН-Москва',
                        'coordinates': [56.349594, 36.703986]
                      },
                      '1629': {
                        'gas_station_id': 1629,
                        'gas_station_address': 'Россия, Московская область, Клинский район, г. Клин, ул. Чайковского, 79',
                        'gas_station_name': 'MC045 Клин РН-Москва',
                        'coordinates': [56.325444, 36.755558]
                      },
                      '1630': {
                        'gas_station_id': 1630,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, ш. Волоколамское, 139',
                        'gas_station_name': 'MC318 Волоколамская РН-Москва',
                        'coordinates': [55.831866, 37.388394]
                      },
                      '1631': {
                        'gas_station_id': 1631,
                        'gas_station_address': 'Россия, Московская область, г. Долгопрудный, ш. Лихачевское, 8',
                        'gas_station_name': 'MC319 Долгопрудный РН-Москва',
                        'coordinates': [55.912915, 37.495572]
                      },
                      '1632': {
                        'gas_station_id': 1632,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ул. Рябиновая, 56',
                        'gas_station_name': 'MJ022 Рябиновая-1 РН-Москва',
                        'coordinates': [55.670400, 37.430930]
                      },
                      '1633': {
                        'gas_station_id': 1633,
                        'gas_station_address': 'Россия, Московская область, Ленинский район, М4, 21 км, слева, Ленинский р-н, д. Тарычево',
                        'gas_station_name': 'MJ041 Дон-2 РН-Москва',
                        'coordinates': [55.570709, 37.693649]
                      },
                      '1634': {
                        'gas_station_id': 1634,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, ш. Куркинское, 13',
                        'gas_station_name': 'ML010 Куркино РН-Москва',
                        'coordinates': [55.883882, 37.409345]
                      },
                      '1635': {
                        'gas_station_id': 1635,
                        'gas_station_address': 'Россия, Московская область, ш. Каширское, 43 км, справа, г. Домодедово',
                        'gas_station_name': 'MC197 Домодедово РН-Москва',
                        'coordinates': [55.415845, 37.778586]
                      },
                      '1637': {
                        'gas_station_id': 1637,
                        'gas_station_address': 'Россия, Московская область, Балашиха, М7, 16 км, слева, г. Реутов, ш. Энтузиастов',
                        'gas_station_name': 'MJ202 Волга РН-Москва',
                        'coordinates': [55.779256, 37.850655]
                      },
                      '1638': {
                        'gas_station_id': 1638,
                        'gas_station_address': 'Россия, Московская область, г. Химки, ш. Ленинградское, 23',
                        'gas_station_name': 'MC209 Левобережная РН-Москва',
                        'coordinates': [55.898985, 37.424475]
                      },
                      '1639': {
                        'gas_station_id': 1639,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, МКАД, 60 км, внутр., 4Б',
                        'gas_station_name': 'MC210 Рублевская РН-Москва',
                        'coordinates': [55.767342, 37.371245]
                      },
                      '1640': {
                        'gas_station_id': 1640,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, ул. Старобитцевская, 2/1',
                        'gas_station_name': 'MC025 Бутово РН-Москва',
                        'coordinates': [55.568319, 37.592294]
                      },
                      '1641': {
                        'gas_station_id': 1641,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, ш. Варшавское, вл.266/1',
                        'gas_station_name': 'MC321 Щербинка РН-Москва',
                        'coordinates': [55.525405, 37.577786]
                      },
                      '1642': {
                        'gas_station_id': 1642,
                        'gas_station_address': 'Россия, Московская область, Луховицкий район, М5, 143 км, справа, Луховицкий р-н, д. Врачево',
                        'gas_station_name': 'RR119 Врачово-2',
                        'coordinates': [54.888178, 39.156776]
                      },
                      '1643': {
                        'gas_station_id': 1643,
                        'gas_station_address': 'Россия, Московская область, Луховицкий район, М5, 144 км, слева, Луховицкий р-н, д. Врачево',
                        'gas_station_name': 'RR120 Врачово-1',
                        'coordinates': [54.881380, 39.171753]
                      },
                      '1689': {
                        'gas_station_id': 1689,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Декабристов, 47Б',
                        'gas_station_name': 'MR001',
                        'coordinates': [55.858383, 37.623573]
                      },
                      '1690': {
                        'gas_station_id': 1690,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ш. Алтуфьевское, 19',
                        'gas_station_name': 'MR002',
                        'coordinates': [55.855666, 37.580378]
                      },
                      '1691': {
                        'gas_station_id': 1691,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Пришвина, 6А',
                        'gas_station_name': 'MR003',
                        'coordinates': [55.889220, 37.593355]
                      },
                      '1692': {
                        'gas_station_id': 1692,
                        'gas_station_address': 'Россия, Московская область, Красногорский район, г. Красногорск, ш. Волоколамское, 21 км',
                        'gas_station_name': 'MR004',
                        'coordinates': [55.818058, 37.360351]
                      },
                      '1693': {
                        'gas_station_id': 1693,
                        'gas_station_address': 'Россия, СВАО, г. Москва, Березовая аллея, вл.12/6',
                        'gas_station_name': 'MR005',
                        'coordinates': [55.848973, 37.618291]
                      },
                      '1694': {
                        'gas_station_id': 1694,
                        'gas_station_address': 'Россия, Московская область, Ленинский район, М2, 26 км, справа, Ленинский р-н, д. Боброво, ш. Симферопольское',
                        'gas_station_name': 'MR007',
                        'coordinates': [55.535603, 37.609373]
                      },
                      '1695': {
                        'gas_station_id': 1695,
                        'gas_station_address': 'Россия, Московская область, Ленинский район, М2, 25 км, слева, Ленинский р-н, д. Боброво, ш. Симферопольское',
                        'gas_station_name': 'MR008',
                        'coordinates': [55.539102, 37.610169]
                      },
                      '1696': {
                        'gas_station_id': 1696,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ул. Матвеевская, вл.7',
                        'gas_station_name': 'MR009',
                        'coordinates': [55.704390, 37.458510]
                      },
                      '1697': {
                        'gas_station_id': 1697,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, пр-т Маршала Жукова, 63/2',
                        'gas_station_name': 'MR010',
                        'coordinates': [55.778271, 37.453822]
                      },
                      '1698': {
                        'gas_station_id': 1698,
                        'gas_station_address': 'Россия, САО, г. Москва, ул. Дубнинская, вл.52',
                        'gas_station_name': 'MR011',
                        'coordinates': [55.895161, 37.557709]
                      },
                      '1699': {
                        'gas_station_id': 1699,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, ул. Айвазовского, 2А',
                        'gas_station_name': 'MR012',
                        'coordinates': [55.620036, 37.542947]
                      },
                      '1700': {
                        'gas_station_id': 1700,
                        'gas_station_address': 'Россия, Московская область, Серпуховский район, М2, 105 км, Серпуховской р-н, д. Михайловка',
                        'gas_station_name': 'MR013',
                        'coordinates': [54.854985, 37.473981]
                      },
                      '1701': {
                        'gas_station_id': 1701,
                        'gas_station_address': 'Россия, ВАО, г. Москва, МКАД, 6 км, внутр. вл.4А',
                        'gas_station_name': 'MR015',
                        'coordinates': [55.725390, 37.839220]
                      },
                      '1702': {
                        'gas_station_id': 1702,
                        'gas_station_address': 'Россия, ВАО, г. Москва, аллея 1 Маевки, вл.13А',
                        'gas_station_name': 'MR016',
                        'coordinates': [55.724340, 37.795770]
                      },
                      '1703': {
                        'gas_station_id': 1703,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ул. Фрязевская, 4А',
                        'gas_station_name': 'MR017',
                        'coordinates': [55.745620, 37.823110]
                      },
                      '1704': {
                        'gas_station_id': 1704,
                        'gas_station_address': 'Россия, ВАО, г. Москва, пр-т Зеленый, 1',
                        'gas_station_name': 'MR018',
                        'coordinates': [55.747617, 37.765134]
                      },
                      '1705': {
                        'gas_station_id': 1705,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Яблочкова, 49А/2',
                        'gas_station_name': 'MR019',
                        'coordinates': [55.831274, 37.575432]
                      },
                      '1706': {
                        'gas_station_id': 1706,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Малыгина, вл.2/1',
                        'gas_station_name': 'MR020',
                        'coordinates': [55.876482, 37.703028]
                      },
                      '1708': {
                        'gas_station_id': 1708,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, ул. Героев Панфиловцев, 26/5',
                        'gas_station_name': 'MR022',
                        'coordinates': [55.854941, 37.407744]
                      },
                      '1709': {
                        'gas_station_id': 1709,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, ул. Твардовского, 16/2',
                        'gas_station_name': 'MR023',
                        'coordinates': [55.793539, 37.408683]
                      },
                      '1710': {
                        'gas_station_id': 1710,
                        'gas_station_address': 'Россия, САО, г. Москва, ш. Дмитровское, 77А',
                        'gas_station_name': 'MR024',
                        'coordinates': [55.859549, 37.555246]
                      },
                      '1711': {
                        'gas_station_id': 1711,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, Мытищинский р-н, д. Челобитьево, ул. Шоссейная, 1',
                        'gas_station_name': 'MR025',
                        'coordinates': [55.912590, 37.671680]
                      },
                      '1713': {
                        'gas_station_id': 1713,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Новомосковская, 17',
                        'gas_station_name': 'MR027',
                        'coordinates': [55.817990, 37.616534]
                      },
                      '1714': {
                        'gas_station_id': 1714,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Академика Королева, 12А',
                        'gas_station_name': 'MR028',
                        'coordinates': [55.777927, 37.526877]
                      },
                      '1715': {
                        'gas_station_id': 1715,
                        'gas_station_address': 'Россия, Московская область, Подольский район, М2, 34 км, слева, Подольский р-н, д. Ивлево',
                        'gas_station_name': 'MR029',
                        'coordinates': [55.457784, 37.620836]
                      },
                      '1717': {
                        'gas_station_id': 1717,
                        'gas_station_address': 'Россия, Москва, ТиНАО, А130, 43 км, слева, д. Красная Пахра, 1',
                        'gas_station_name': 'MR031',
                        'coordinates': [55.440738, 37.290307]
                      },
                      '1718': {
                        'gas_station_id': 1718,
                        'gas_station_address': 'Россия, Московская область, Раменский район, М5, 79 км, слева, Раменский р-н, д. Никитское',
                        'gas_station_name': 'MR032',
                        'coordinates': [55.293365, 38.476872]
                      },
                      '1719': {
                        'gas_station_id': 1719,
                        'gas_station_address': 'Россия, Московская область, Луховицкий район, М5, 151 км, слева, Луховицкий р-н, п. Газопроводск',
                        'gas_station_name': 'MR033',
                        'coordinates': [54.839591, 39.253149]
                      },
                      '1720': {
                        'gas_station_id': 1720,
                        'gas_station_address': 'Россия, Московская область, г. Долгопрудный, МКАД, 81 км, внешн.',
                        'gas_station_name': 'MR034',
                        'coordinates': [55.904542, 37.521634]
                      },
                      '1721': {
                        'gas_station_id': 1721,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, МКАД, 9 км, внешн., вл.2',
                        'gas_station_name': 'MR035',
                        'coordinates': [55.697788, 37.831382]
                      },
                      '1722': {
                        'gas_station_id': 1722,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, ул. Люблинская, 92',
                        'gas_station_name': 'MR036',
                        'coordinates': [55.658640, 37.739060]
                      },
                      '1723': {
                        'gas_station_id': 1723,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, ул. Паперника, 22',
                        'gas_station_name': 'MR037',
                        'coordinates': [55.722111, 37.795989]
                      },
                      '1724': {
                        'gas_station_id': 1724,
                        'gas_station_address': 'Россия, САО, г. Москва, ул. Тимирязевская, 38А',
                        'gas_station_name': 'MR039',
                        'coordinates': [55.823989, 37.558562]
                      },
                      '1725': {
                        'gas_station_id': 1725,
                        'gas_station_address': 'Россия, ЦАО, г. Москва, пр-т Мира, 94',
                        'gas_station_name': 'MR040',
                        'coordinates': [55.794700, 37.635030]
                      },
                      '1726': {
                        'gas_station_id': 1726,
                        'gas_station_address': 'Россия, СВАО, г. Москва, пр-т Мира, 142',
                        'gas_station_name': 'MR041',
                        'coordinates': [55.819752, 37.641314]
                      },
                      '1727': {
                        'gas_station_id': 1727,
                        'gas_station_address': 'Россия, ВАО, г. Москва, МКАД, 5 км, внутр., вл.6',
                        'gas_station_name': 'MR042',
                        'coordinates': [55.738669, 37.840327]
                      },
                      '1728': {
                        'gas_station_id': 1728,
                        'gas_station_address': 'Россия, ВАО, г. Москва, МКАД, 7 км. внутр., вл.2',
                        'gas_station_name': 'MR043',
                        'coordinates': [55.725387, 37.839169]
                      },
                      '1729': {
                        'gas_station_id': 1729,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ул. Минская, вл.2А',
                        'gas_station_name': 'MR044',
                        'coordinates': [55.726440, 37.495863]
                      },
                      '1730': {
                        'gas_station_id': 1730,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ул. Вольная, 39',
                        'gas_station_name': 'MR045',
                        'coordinates': [55.778370, 37.742730]
                      },
                      '1731': {
                        'gas_station_id': 1731,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, пр-д Завода Серп и Молот, 5Б',
                        'gas_station_name': 'MR046',
                        'coordinates': [55.750420, 37.708290]
                      },
                      '1732': {
                        'gas_station_id': 1732,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, ул. Академика Скрябина, 11',
                        'gas_station_name': 'MR049',
                        'coordinates': [55.711900, 37.796423]
                      },
                      '1733': {
                        'gas_station_id': 1733,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ул. Пермская, 2',
                        'gas_station_name': 'MR051',
                        'coordinates': [55.821750, 37.734950]
                      },
                      '1734': {
                        'gas_station_id': 1734,
                        'gas_station_address': 'Россия, ВАО, г. Москва, пр-т Свободный, 1А',
                        'gas_station_name': 'MR052',
                        'coordinates': [55.770026, 37.821580]
                      },
                      '1735': {
                        'gas_station_id': 1735,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ул. Перовская, 68А',
                        'gas_station_name': 'MR054',
                        'coordinates': [55.743654, 37.810566]
                      },
                      '1736': {
                        'gas_station_id': 1736,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, пр-т Рязанский, 26/2',
                        'gas_station_name': 'MR057',
                        'coordinates': [55.719545, 37.777365]
                      },
                      '1737': {
                        'gas_station_id': 1737,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, ул. Марьинский Парк, 53',
                        'gas_station_name': 'MR058',
                        'coordinates': [55.674580, 37.793247]
                      },
                      '1738': {
                        'gas_station_id': 1738,
                        'gas_station_address': 'Россия, ЦАО, г. Москва, пер. Наставнический, вл.17',
                        'gas_station_name': 'MR059',
                        'coordinates': [55.748604, 37.666258]
                      },
                      '1739': {
                        'gas_station_id': 1739,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Новосущевская, 19',
                        'gas_station_name': 'MR060',
                        'coordinates': [55.791408, 37.603875]
                      },
                      '1740': {
                        'gas_station_id': 1740,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, ул. Полбина, 29',
                        'gas_station_name': 'MR061',
                        'coordinates': [55.674570, 37.726570]
                      },
                      '1741': {
                        'gas_station_id': 1741,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, ул. Стахановская, 5',
                        'gas_station_name': 'MR063',
                        'coordinates': [55.724045, 37.758670]
                      },
                      '1743': {
                        'gas_station_id': 1743,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, ш. Волоколамское, 79',
                        'gas_station_name': 'MR065',
                        'coordinates': [55.826440, 37.420860]
                      },
                      '1744': {
                        'gas_station_id': 1744,
                        'gas_station_address': 'Россия, Московская область, Солнечногорский район, А107, 312 км, слева, Солнечногорский р-н, ш. Пятницкое, 33 км',
                        'gas_station_name': 'MR066',
                        'coordinates': [56.005793, 37.025719]
                      },
                      '1745': {
                        'gas_station_id': 1745,
                        'gas_station_address': 'Россия, Московская область, Истринский район, г. Дедовск, ш. Волоколамское, 36 км',
                        'gas_station_name': 'MR067',
                        'coordinates': [55.864441, 37.149495]
                      },
                      '1750': {
                        'gas_station_id': 1750,
                        'gas_station_address': 'Россия, Московская область, Истринский район, ш. Волоколамское, 79 км, справа, Истринский р-н, п. Румянцево',
                        'gas_station_name': 'MR072',
                        'coordinates': [55.971444, 36.542438]
                      },
                      '1751': {
                        'gas_station_id': 1751,
                        'gas_station_address': 'Россия, Московская область, Истринский район, М9, 59 км, справа, Истринский р-н, д. Давыдовское',
                        'gas_station_name': 'MR073',
                        'coordinates': [55.854004, 36.781457]
                      },
                      '1752': {
                        'gas_station_id': 1752,
                        'gas_station_address': 'Россия, Московская область, Истринский район, М9, 59 км, слева, Истринский р-н, д. Давыдовское',
                        'gas_station_name': 'MR074',
                        'coordinates': [55.851908, 36.783662]
                      },
                      '1754': {
                        'gas_station_id': 1754,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, МКАД, 11 км, внутр.',
                        'gas_station_name': 'MR076',
                        'coordinates': [55.689336, 37.828995]
                      },
                      '1755': {
                        'gas_station_id': 1755,
                        'gas_station_address': 'Россия, Москва, ЗелАО, г. Зеленоград, пр-т Панфиловский, 6',
                        'gas_station_name': 'MR077',
                        'coordinates': [56.009531, 37.200950]
                      },
                      '1756': {
                        'gas_station_id': 1756,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, г. Мытищи, пр-т Олимпийский, 38А',
                        'gas_station_name': 'MR078',
                        'coordinates': [55.926111, 37.755033]
                      },
                      '1757': {
                        'gas_station_id': 1757,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, г. Мытищи, ш. Ярославское, 100',
                        'gas_station_name': 'MR079',
                        'coordinates': [55.909419, 37.777986]
                      },
                      '1758': {
                        'gas_station_id': 1758,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, г. Мытищи, ш. Ярославское, 141',
                        'gas_station_name': 'MR080',
                        'coordinates': [55.933168, 37.805124]
                      },
                      '1759': {
                        'gas_station_id': 1759,
                        'gas_station_address': 'Россия, Московская область, Ленинский район, г. Москва, ш. Каширское, 22 км (пересечение с МКАД)',
                        'gas_station_name': 'MR081',
                        'coordinates': [55.575516, 37.758570]
                      },
                      '1760': {
                        'gas_station_id': 1760,
                        'gas_station_address': 'Россия, Московская область, Пушкинский район, А107, 61 км, справа, Пушкинский р-н, д. Введенское, ш. Красноармейское',
                        'gas_station_name': 'MR082',
                        'coordinates': [56.075867, 38.041242]
                      },
                      '1761': {
                        'gas_station_id': 1761,
                        'gas_station_address': 'Россия, ЮАО, г. Москва, бул. Кавказский, вл.49',
                        'gas_station_name': 'MR083',
                        'coordinates': [55.627583, 37.647036]
                      },
                      '1762': {
                        'gas_station_id': 1762,
                        'gas_station_address': 'Россия, Московская область, Клинский район, г. Клин, ул. Первомайская, вл.66',
                        'gas_station_name': 'MR084',
                        'coordinates': [56.338369, 36.718019]
                      },
                      '1763': {
                        'gas_station_id': 1763,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, М1, 83 км, справа, Одинцовский р-н',
                        'gas_station_name': 'MR085',
                        'coordinates': [55.540832, 36.405682]
                      },
                      '1764': {
                        'gas_station_id': 1764,
                        'gas_station_address': 'Россия, Московская область, Одинцовский район, М1, 83 км, слева, Одинцовский р-н',
                        'gas_station_name': 'MR086',
                        'coordinates': [55.538392, 36.401981]
                      },
                      '1765': {
                        'gas_station_id': 1765,
                        'gas_station_address': 'Россия, Московская область, г. Ивантеевка, ш. Ивантеевское, 3',
                        'gas_station_name': 'MR087',
                        'coordinates': [55.983697, 37.882414]
                      },
                      '1766': {
                        'gas_station_id': 1766,
                        'gas_station_address': 'Россия, Московская область, Пушкинский район, М8, 35 км, слева, г. Пушкино, ш. Ярославское',
                        'gas_station_name': 'MR088',
                        'coordinates': [56.009617, 37.876260]
                      },
                      '1769': {
                        'gas_station_id': 1769,
                        'gas_station_address': 'Россия, Московская область, Сергиево-Посадский район, М8, 81 км, слева, Сергиево-Посадский р-н, д. Березняки',
                        'gas_station_name': 'MR091',
                        'coordinates': [56.343459, 38.264460]
                      },
                      '1771': {
                        'gas_station_id': 1771,
                        'gas_station_address': 'Россия, Московская область, Сергиево-Посадский район, М8, 81 км, справа, Сергиево-Посадский р-н, д. Березняки',
                        'gas_station_name': 'MR093',
                        'coordinates': [56.343049, 38.266425]
                      },
                      '1772': {
                        'gas_station_id': 1772,
                        'gas_station_address': 'Россия, Московская область, Сергиево-Посадский район, г. Краснозаводск, ш. Старое Ярославское, 93 км',
                        'gas_station_name': 'MR094',
                        'coordinates': [56.423370, 38.274155]
                      },
                      '1773': {
                        'gas_station_id': 1773,
                        'gas_station_address': 'Россия, Московская область, г. Бронницы, ул. Советская, 157А',
                        'gas_station_name': 'MR095',
                        'coordinates': [55.414372, 38.286840]
                      },
                      '1776': {
                        'gas_station_id': 1776,
                        'gas_station_address': 'Россия, Московская область, Клинский район, г. Клин, ул. Чайковского, вл.91',
                        'gas_station_name': 'MR099',
                        'coordinates': [56.321610, 36.761850]
                      },
                      '1778': {
                        'gas_station_id': 1778,
                        'gas_station_address': 'Россия, Московская область, Раменский район, Р105, справа, Раменский р-н, д. Трошково',
                        'gas_station_name': 'MR101',
                        'coordinates': [55.603668, 38.4304255]
                      },
                      '1779': {
                        'gas_station_id': 1779,
                        'gas_station_address': 'Россия, Московская область, Солнечногорский район, Солнечногорский р-н, п. Андреевка, 1',
                        'gas_station_name': 'MR102',
                        'coordinates': [55.991413, 37.141787]
                      },
                      '1780': {
                        'gas_station_id': 1780,
                        'gas_station_address': 'Россия, Московская область, Солнечногорский район, М10, 52 км, справа, Солнечногорский р-н, д. Есипово',
                        'gas_station_name': 'MR103',
                        'coordinates': [56.100529, 37.101866]
                      },
                      '1781': {
                        'gas_station_id': 1781,
                        'gas_station_address': 'Россия, Московская область, Коломенский район, М5, 124 км, справа, Луховицкий р-н',
                        'gas_station_name': 'MR104',
                        'coordinates': [55.012605, 38.941132]
                      },
                      '1782': {
                        'gas_station_id': 1782,
                        'gas_station_address': 'Россия, Московская область, Солнечногорский район, М10, 45 км, справа, Солнечногорский р-н, д. Чашниково',
                        'gas_station_name': 'MR105',
                        'coordinates': [56.040026, 37.162730]
                      },
                      '1783': {
                        'gas_station_id': 1783,
                        'gas_station_address': 'Россия, Московская область, Истринский район, М9, 38 км, слева, Истринский р-н, д. Козенки',
                        'gas_station_name': 'MR106',
                        'coordinates': [55.784680, 37.073570]
                      },
                      '1785': {
                        'gas_station_id': 1785,
                        'gas_station_address': 'Россия, Московская область, Волоколамский район, М9, 98 км, слева, Волоколамский р-н, с. Язвище',
                        'gas_station_name': 'MR108',
                        'coordinates': [55.994514, 36.221135]
                      },
                      '1786': {
                        'gas_station_id': 1786,
                        'gas_station_address': 'Россия, Московская область, Можайский район, М1, 93 км, справа, Можайский р-н, д. Моденово',
                        'gas_station_name': 'MR109',
                        'coordinates': [55.511027, 36.250354]
                      },
                      '1787': {
                        'gas_station_id': 1787,
                        'gas_station_address': 'Россия, Московская область, Подольский район, М2, 45 км, справа, Подольский р-н, п. Гривно',
                        'gas_station_name': 'MR110',
                        'coordinates': [55.358804, 37.596531]
                      },
                      '1788': {
                        'gas_station_id': 1788,
                        'gas_station_address': 'Россия, Московская область, Подольский район, М2, 45 км, слева, Подольский р-н, п. Гривно',
                        'gas_station_name': 'MR111',
                        'coordinates': [55.357442, 37.598675]
                      },
                      '1789': {
                        'gas_station_id': 1789,
                        'gas_station_address': 'Россия, Москва, ТиНАО, А130, 46 км, справа, с. Красная Пахра',
                        'gas_station_name': 'MR112',
                        'coordinates': [55.423754, 37.267247]
                      },
                      '1791': {
                        'gas_station_id': 1791,
                        'gas_station_address': 'Россия, Московская область, Раменский район, М5, 45 км, справа, Раменский р-н, д. Становое',
                        'gas_station_name': 'MR114',
                        'coordinates': [55.509323, 38.134720]
                      },
                      '1792': {
                        'gas_station_id': 1792,
                        'gas_station_address': 'Россия, Московская область, Раменский район, М5, 45 км, слева, Раменский р-н, д. Становое',
                        'gas_station_name': 'MR115',
                        'coordinates': [55.509950, 38.137026]
                      },
                      '1793': {
                        'gas_station_id': 1793,
                        'gas_station_address': 'Россия, Московская область, Раменский район, г. Раменское, ш. Донинское, 2 км',
                        'gas_station_name': 'MR116',
                        'coordinates': [55.597509, 38.262279]
                      },
                      '1794': {
                        'gas_station_id': 1794,
                        'gas_station_address': 'Россия, Московская область, Пушкинский район, М8, 40 км, справа, Пушкинский р-н',
                        'gas_station_name': 'MR117',
                        'coordinates': [56.055399, 37.900550]
                      },
                      '1795': {
                        'gas_station_id': 1795,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, ш. Варшавское, вл.179/1',
                        'gas_station_name': 'MJ040 Северное Бутово',
                        'coordinates': [55.552474, 37.587737]
                      },
                      '1796': {
                        'gas_station_id': 1796,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, 2-я ул. Машиностроения, вл.14',
                        'gas_station_name': 'MJ063 Машиностроительная',
                        'coordinates': [55.719213, 37.695853]
                      },
                      '1797': {
                        'gas_station_id': 1797,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, МКАД, 62 км, внешн., вл.3',
                        'gas_station_name': 'MJ102 Лыковская',
                        'coordinates': [55.788480, 37.371130]
                      },
                      '2035': {
                        'gas_station_id': 2035,
                        'gas_station_address': 'Россия, ВАО, г. Москва, МКАД, 102 км, вл.20',
                        'gas_station_name': 'MC320 Гольяново РН-Москва',
                        'coordinates': [55.825070, 37.833725]
                      },
                      '2036': {
                        'gas_station_id': 2036,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ш. Энтузиастов, 63',
                        'gas_station_name': 'MC007 Ивановское РН-Москва',
                        'coordinates': [55.775707, 37.834830]
                      },
                      '2037': {
                        'gas_station_id': 2037,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ш. Щелковское, 2/1',
                        'gas_station_name': 'MC002 Щелковская РН-Москва',
                        'coordinates': [55.802636, 37.755044]
                      },
                      '2038': {
                        'gas_station_id': 2038,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ул. Суздальская, 15А',
                        'gas_station_name': 'MC035 Новокосино РН-Москва',
                        'coordinates': [55.744826, 37.864251]
                      },
                      '2039': {
                        'gas_station_id': 2039,
                        'gas_station_address': 'Россия, ВАО, г. Москва, ш. Энтузиастов, 56А/1',
                        'gas_station_name': 'MC039 Владимирская РН-Москва',
                        'coordinates': [55.761736, 37.771921]
                      },
                      '2040': {
                        'gas_station_id': 2040,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ш. Рублевское, 91А',
                        'gas_station_name': 'MC080 Молодежная РН-Москва',
                        'coordinates': [55.741292, 37.428789]
                      },
                      '2041': {
                        'gas_station_id': 2041,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ш. Можайское, 43',
                        'gas_station_name': 'MC005 Можайская РН-Москва',
                        'coordinates': [55.716715, 37.409230]
                      },
                      '2042': {
                        'gas_station_id': 2042,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ш. Аминьевское, 4Б',
                        'gas_station_name': 'MC308 Аминьевская РН-Москва',
                        'coordinates': [55.698726, 37.462065]
                      },
                      '2043': {
                        'gas_station_id': 2043,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ул. Лобачевского, 37',
                        'gas_station_name': 'MC107 Очаково РН-Москва',
                        'coordinates': [55.688075, 37.474145]
                      },
                      '2044': {
                        'gas_station_id': 2044,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ул. Удальцова, 16А',
                        'gas_station_name': 'MC082 Пр. Вернадского РН-Москва',
                        'coordinates': [55.676319, 37.508425]
                      },
                      '2045': {
                        'gas_station_id': 2045,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, пр-т Вернадского, 86Д',
                        'gas_station_name': 'MC029 Юго-Западная РН-Москва',
                        'coordinates': [55.660801, 37.480287]
                      },
                      '2046': {
                        'gas_station_id': 2046,
                        'gas_station_address': 'Россия, ЗАО, г. Москва, ш. Рублевское, 4',
                        'gas_station_name': 'MC011 Кунцево РН-Москва',
                        'coordinates': [55.732181, 37.446327]
                      },
                      '2047': {
                        'gas_station_id': 2047,
                        'gas_station_address': 'Россия, Москва, ЗелАО, г. Зеленоград, пр-д 4801, 3/1',
                        'gas_station_name': 'MC009 Зеленоградская РН-Москва',
                        'coordinates': [56.014494, 37.204302]
                      },
                      '2048': {
                        'gas_station_id': 2048,
                        'gas_station_address': 'Россия, САО, г. Москва, ш. Дмитровское, вл.107Е',
                        'gas_station_name': 'MC086 Дмитровская РН-Москва',
                        'coordinates': [55.878465, 37.543680]
                      },
                      '2049': {
                        'gas_station_id': 2049,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Плещеева, 2',
                        'gas_station_name': 'MC038 Бибирево РН-Москва',
                        'coordinates': [55.882774, 37.604506]
                      },
                      '2050': {
                        'gas_station_id': 2050,
                        'gas_station_address': 'Россия, СВАО, г. Москва, МКАД, 87 км, внутр., вл.14',
                        'gas_station_name': 'MC317 Медведково РН-Москва',
                        'coordinates': [55.898445, 37.631805]
                      },
                      '2051': {
                        'gas_station_id': 2051,
                        'gas_station_address': 'Россия, СВАО, г. Москва, пр-д Огородный, вл.7/1',
                        'gas_station_name': 'MC149 Огородный РН-Москва',
                        'coordinates': [55.810421, 37.604467]
                      },
                      '2052': {
                        'gas_station_id': 2052,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Бутырская, 8А',
                        'gas_station_name': 'MC102 Бутырская РН-Москва',
                        'coordinates': [55.797073, 37.584793]
                      },
                      '2053': {
                        'gas_station_id': 2053,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ш. Ярославское, 116',
                        'gas_station_name': 'MC307 Саяны РН-Москва',
                        'coordinates': [55.867816, 37.708905]
                      },
                      '2054': {
                        'gas_station_id': 2054,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ул. Шереметьевская, 62',
                        'gas_station_name': 'MC001 Марьина Роща РН-Москва',
                        'coordinates': [55.804339, 37.616473]
                      },
                      '2055': {
                        'gas_station_id': 2055,
                        'gas_station_address': 'Россия, СВАО, г. Москва, ш. Ярославское, 3',
                        'gas_station_name': 'MT000 Северянин РН-Москва',
                        'coordinates': [55.851835, 37.676379]
                      },
                      '2056': {
                        'gas_station_id': 2056,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, МКАД, 74 км, внешн., вл.5',
                        'gas_station_name': 'MC316 Химки РН-Москва',
                        'coordinates': [55.877208, 37.428549]
                      },
                      '2057': {
                        'gas_station_id': 2057,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, ш. Пятницкое, 27',
                        'gas_station_name': 'MC089 Митинская РН-Москва',
                        'coordinates': [55.850288, 37.365166]
                      },
                      '2058': {
                        'gas_station_id': 2058,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, МКАД, 65 км, внутр., вл.8/1',
                        'gas_station_name': 'MC056 Спасская РН-Москва',
                        'coordinates': [55.813784, 37.390709]
                      },
                      '2059': {
                        'gas_station_id': 2059,
                        'gas_station_address': 'Россия, СЗАО, г. Москва, ул. Исаковского, 37/1',
                        'gas_station_name': 'MC010 Строгино РН-Москва',
                        'coordinates': [55.804577, 37.424941]
                      },
                      '2060': {
                        'gas_station_id': 2060,
                        'gas_station_address': 'Россия, ЮАО, г. Москва, ш. Загородное, вл.2Б',
                        'gas_station_name': 'MC091 Донская РН-Москва',
                        'coordinates': [55.701256, 37.604866]
                      },
                      '2061': {
                        'gas_station_id': 2061,
                        'gas_station_address': 'Россия, ЮАО, г. Москва, ш. Каширское, 36А',
                        'gas_station_name': 'MC027 Москворечье РН-Москва',
                        'coordinates': [55.649904, 37.658226]
                      },
                      '2062': {
                        'gas_station_id': 2062,
                        'gas_station_address': 'Россия, ЮАО, г. Москва, ул. Ясеневая, 13',
                        'gas_station_name': 'MC003 Каширская РН-Москва',
                        'coordinates': [55.602381, 37.723180]
                      },
                      '2063': {
                        'gas_station_id': 2063,
                        'gas_station_address': 'Россия, ЮАО, г. Москва, ш. Варшавское, 129Г',
                        'gas_station_name': 'MC100 Варшавская РН-Москва',
                        'coordinates': [55.611806, 37.611464]
                      },
                      '2064': {
                        'gas_station_id': 2064,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, ул. Привольная, 64',
                        'gas_station_name': 'MC042 Жулебино РН-Москва',
                        'coordinates': [55.680487, 37.849119]
                      },
                      '2065': {
                        'gas_station_id': 2065,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, ул. Люблинская, 44/8',
                        'gas_station_name': 'MC033 Кубанская РН-Москва',
                        'coordinates': [55.683381, 37.736626]
                      },
                      '2066': {
                        'gas_station_id': 2066,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, ул. Люблинская, 135/1',
                        'gas_station_name': 'MC052 Люблинская РН-Москва',
                        'coordinates': [55.668970, 37.741364]
                      },
                      '2067': {
                        'gas_station_id': 2067,
                        'gas_station_address': 'Россия, ЮВАО, г. Москва, пр-т Волгоградский, 24/1',
                        'gas_station_name': 'MC157 Волгоградская РН-Москва',
                        'coordinates': [55.727336, 37.679123]
                      },
                      '2068': {
                        'gas_station_id': 2068,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, ул. Профсоюзная, 67А/1',
                        'gas_station_name': 'MC050 Беляево РН-Москва',
                        'coordinates': [55.650546, 37.534793]
                      },
                      '2069': {
                        'gas_station_id': 2069,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, ул. Профсоюзная, 84А',
                        'gas_station_name': 'MC008 Профсоюзная РН-Москва',
                        'coordinates': [55.654904, 37.536463]
                      },
                      '2070': {
                        'gas_station_id': 2070,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, пр-т Севастопольский, 8/1',
                        'gas_station_name': 'MC109 Котловка РН-Москва',
                        'coordinates': [55.689223, 37.604026]
                      },
                      '2071': {
                        'gas_station_id': 2071,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, пр-т Ленинский, 137А',
                        'gas_station_name': 'MC006 Теплый Стан РН-Москва',
                        'coordinates': [55.643246, 37.471509]
                      },
                      '2072': {
                        'gas_station_id': 2072,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, МКАД, 42 км, внутр., вл.18/1',
                        'gas_station_name': 'MC137 Тропарёво РН-Москва',
                        'coordinates': [55.619055, 37.483988]
                      },
                      '2073': {
                        'gas_station_id': 2073,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, пр-т Нахимовский, 24А',
                        'gas_station_name': 'MC138 Нахимовский пр-т РН-Москва',
                        'coordinates': [55.670917, 37.583426]
                      },
                      '2074': {
                        'gas_station_id': 2074,
                        'gas_station_address': 'Россия, ЮЗАО, г. Москва, пр-т Новоясеневский, 12А/1',
                        'gas_station_name': 'MC069 Ясенево РН-Москва',
                        'coordinates': [55.610519, 37.518682]
                      },
                      '2075': {
                        'gas_station_id': 2075,
                        'gas_station_address': 'Россия, Московская область, Балашиха, г. Москва, МКАД, 103 км, внешн., вл.54Б',
                        'gas_station_name': 'MC096 Абрамцево РН-Москва',
                        'coordinates': [55.826473, 37.834902]
                      },
                      '2076': {
                        'gas_station_id': 2076,
                        'gas_station_address': 'Россия, Москва, ЗАО, М9, 24 км, слева, Красногорский р-н, п. Гольево',
                        'gas_station_name': 'MC127 Новорижская РН-Москва',
                        'coordinates': [55.802533, 37.295760]
                      },
                      '2077': {
                        'gas_station_id': 2077,
                        'gas_station_address': 'Россия, Московская область, Красногорский район, М9, 22 км, справа, Красногорский р-н, д. Ивановское',
                        'gas_station_name': 'MC156 Нахабино РН-Москва',
                        'coordinates': [55.804552, 37.297664]
                      },
                      '2078': {
                        'gas_station_id': 2078,
                        'gas_station_address': 'Россия, Московская область, Красногорский район, г. Москва, МКАД, 66 км, внеш., вл.2А',
                        'gas_station_name': 'MC013 Мякининская РН-Москва',
                        'coordinates': [55.812083, 37.387239]
                      },
                      '2080': {
                        'gas_station_id': 2080,
                        'gas_station_address': 'Россия, Москва, Новомосковский АО, М3, 27 км, справа, Ленинский р-н',
                        'gas_station_name': 'MC122 Внуково РН-Москва',
                        'coordinates': [55.604885, 37.334971]
                      },
                      '2081': {
                        'gas_station_id': 2081,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, г. Москва, МКАД, 85 км, внешн., 1',
                        'gas_station_name': 'MC085 Вешки РН-Москва',
                        'coordinates': [55.908908, 37.596084]
                      },
                      '2082': {
                        'gas_station_id': 2082,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, А104, 31 км, справа, д. Еремино, ул. Дмитровская, 56/1',
                        'gas_station_name': 'MC153 Еремино РН-Москва',
                        'coordinates': [56.011962, 37.546667]
                      },
                      '2083': {
                        'gas_station_id': 2083,
                        'gas_station_address': 'Россия, Московская область, г. Балашиха, ш. Энтузиастов, вл.1',
                        'gas_station_name': 'MC115 Балашиха РН-Москва',
                        'coordinates': [55.784217, 37.872065]
                      },
                      '2084': {
                        'gas_station_id': 2084,
                        'gas_station_address': 'Россия, Московская область, Красногорский район, г. Красногорск, ул. Знаменская, 9',
                        'gas_station_name': 'MC093 Красногорск РН-Москва',
                        'coordinates': [55.819070, 37.344174]
                      },
                      '2085': {
                        'gas_station_id': 2085,
                        'gas_station_address': 'Россия, Московская область, Мытищинский район, г. Мытищи, пр-т Олимпийский, 11/3',
                        'gas_station_name': 'MC083 Мытищи РН-Москва',
                        'coordinates': [55.915698, 37.769882]
                      },
                      '2089': {
                        'gas_station_id': 2089,
                        'gas_station_address': 'Россия, Московская область, г. Котельники, ш. Новорязанское, 66',
                        'gas_station_name': 'MC092 Котельники РН-Москва',
                        'coordinates': [55.668574, 37.870529]
                      }
}
